// 1)Создайте переменную num и присвойте ей значение 3. Выведите значение этой переменной в консоль.
let num = 3;
console.log(num);



// 2)Создайте переменные a=10 и b=2. Выведите в консоль их сумму, разность, произведение и частное (результат деления).
let a = 10;
let b = 2;
console.log(a + b);
console.log(a - b);
console.log(a * b);
console.log(a / b);



// 3)Создайте переменные c=15 и d=2. Просуммируйте их, а результат присвойте переменной result. Выведите в консоль значение переменной result.
let c = 15;
let d = 2;
let result = c + d;
console.log(result);



// 4)Создайте переменные a=10, b=2 и c=5. Выведите в консоль их сумму.
let a = 10;
let b = 2;
let c = 5;
console.log(a + b + c);



// 5)Создайте переменные a=17 и b=10. Отнимите от a переменную b и результат присвойте переменной c. Затем создайте переменную d, присвойте ей значение 7. Сложите переменные c и d, а результат запишите в переменную result. Выведите в консоль значение переменной result.
let a = 17;
let b = 10;
let c = a - b;
let d = 7;
let result = c + d;
console.log(result);